Repository: huynhgiahuy0409/MOST_MMC_WB
Catalog: Tsb-Product-WB/New Folder/Tsb.Catos.Cm.Mobile/Resources/VocabularyResource.*.resx
Languages: es_es, ko_kr

# WRD_CTMO_Bay
source: Bay
es_es: Bahía
ko_kr: 베이

# WRD_CTMO_BlockArea
source: Block / Area
es_es: Bloque / Área
ko_kr: 블록 / 에어리어

# WRD_CTMO_Cancel
source: Cancel
es_es: Cancelar
ko_kr: 취소

# WRD_CTMO_ChangeEqNo
source: Change Equipment No
es_es: Cambiar equipo No
ko_kr: 장비 번호 변경

# WRD_CTMO_ChangeVessel
source: Change Vessel
es_es: Cambiar buque
ko_kr: 모선 변경

# WRD_CTMO_ContainerInformation
source: Container Information
es_es: Información del contenedor
ko_kr: 컨테이너 정보

# WRD_CTMO_ContainerNo
source: Container No
es_es: No contenedor
ko_kr: 컨테이너 번호

# WRD_CTMO_EndOfShift
source: End of Shift
es_es: Fin del turno
ko_kr: 시프트 종료

# WRD_CTMO_Equipment
source: Equipment
es_es: Equipo
ko_kr: 장비

# WRD_CTMO_EquipmentList
source: Equipment List
es_es: Lista de equipo
ko_kr: 장비 목록

# WRD_CTMO_ErrorHandler
source: Error Handler
es_es: Manejador de errores
ko_kr: 에러 핸들러

# WRD_CTMO_JobBay
source: Job Bay
es_es: Bahía de trabajo
ko_kr: 작업 베이

# WRD_CTMO_JobCode
source: Job Code
es_es: Código de Trabajo
ko_kr: 작업 코드

# WRD_CTMO_Location
source: Location
es_es: Ubicación
ko_kr: 위치

# WRD_CTMO_LogOut
source: Log Out
es_es: Cerrar sesión
ko_kr: 로그아웃

# WRD_CTMO_LogOutReason
source: Log Out Reason
es_es: Motivo de cierre de sesión
ko_kr: 로그아웃 사유

# WRD_CTMO_Others
source: Others
es_es: Otros
ko_kr: 기타

# WRD_CTMO_Resume
source: Resume
es_es: Currículum
ko_kr: 재개

# WRD_CTMO_ResumeTime
source: Resume Time
es_es: Reanudar tiempo
ko_kr: 재개 시간

# WRD_CTMO_Row
source: Row
es_es: Fila
ko_kr: 로우

# WRD_CTMO_Search
source: Search
es_es: Buscar
ko_kr: 검색

# WRD_CTMO_ShowAllBlockArea
source: Show all Block / Area
es_es: Mostrar todo Bloque / Área
ko_kr: 모든 블록 / 에어리어 조회

# WRD_CTMO_Stoppage
source: Stoppage
es_es: Paro
ko_kr: 중단

# WRD_CTMO_Time
source: Time
es_es: Hora
ko_kr: 시간

# WRD_CTMO_VesselSchedule
source: Vessel Schedule
es_es: Horario buque
ko_kr: 모선 스케쥴

# WRD_CTMO_WorkFinished
source: Work Finished
es_es: Trabajo terminado
ko_kr: 작업 종료 됨

# WRD_CTMO_GangShift
source: Gang Shift
es_es: Cambio de pandillas

# WRD_CTMO_YardPosition
source: Yard Position
es_es: Posición del patio
ko_kr: 야드 위치

# WRD_CTMO_YtList
source: YT List
es_es: Lista de YT
ko_kr: 야드 트랙터 목록

# WRD_CTMO_Seal
source: Seal
es_es: Sello
ko_kr: 봉인 번호

# WRD_CTMO_UpdateSeal
source: Update Seal
es_es: Actualizar sello
ko_kr: 봉인 번호 업데이트

# WRD_CTMO_CarrierSeal
source: Carrier Seal
es_es: Sello portador
ko_kr: 선사 봉인 번호

# WRD_CTMO_CustomsSeal
source: Customs Seal
es_es: Sello aduanero
ko_kr: 세관 봉인 번호

# WRD_CTMO_AuthoritySeal
source: Authority Seal
es_es: Sello de autoridad
ko_kr: 권한 봉인 번호

# WRD_CTMO_Undo
source: Undo
es_es: Deshacer
ko_kr: 실행 취소

# WRD_CTMO_Stoppage_Reason
source: Stoppage Reason
es_es: Motivo de paro
ko_kr: 중단 사유

# WRD_CTMO_Stoppage_Resume
source: Resume
es_es: Currículum
ko_kr: 중단 재개

# WRD_CTMO_CreateB1
source: Create B1
es_es: Crea B1
ko_kr: B1 작업 생성

# WRD_CTMO_UserIdList
source: User ID List
es_es: Lista de ID de usuario
ko_kr: 장비기사 ID

# WRD_CTMO_AllYtList
source: All Trucks
es_es: Todos los camiones
ko_kr: 모든 트랙터

# WRD_CTMO_PoolYtList
source: Pool Trucks
es_es: Camiones de piscina
ko_kr: 그룹 트랙터

# WRD_CTMO_Close
source: Close
es_es: Cerca

# WRD_CTMO_SortEquipmentGroupings
source: Sort Equipment Groupings
es_es: Ordenar agrupaciones de equipos
ko_kr: 장비 그룹화 정렬

# WRD_CTMO_Ok
source: OK
ko_kr: 확인
